Repository: sigarone/Q-Audion-IOS
Catalog: QAudionApp/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt_br

source: SOGGETTO FERMO - LETTURA ATTIVA
de: ZIEL STATIONÄR - MESSUNG AKTIV
en: SUBJECT STILL - READING ACTIVE
es: SUJETO QUIETO - LECTURA ACTIVA
fr: SUJET IMMOBILE - LECTURE ACTIVE
pt_br: SUJEITO PARADO - LEITURA ATIVA

source: Salta
de: Überspringen
en: Skip
es: Omitir
fr: Passer
pt_br: Pular

source: Salta per ora
de: Vorerst überspringen
en: Skip for now
es: Omitir por ahora
fr: Passer pour l'instant
pt_br: Pular por agora

source: Salva
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar

source: Salvata in Foto
de: In Fotos gespeichert
en: Saved to Photos
es: Guardada en Fotos
fr: Enregistrée dans Photos
pt_br: Salva em Fotos

source: Salvataggio…
de: Wird gespeichert…
en: Saving…
es: Guardando…
fr: Enregistrement…
pt_br: Salvando…

source: Sblocca
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
pt_br: Desbloquear

source: Sblocca con la voce
de: Mit der Stimme entsperren
en: Unlock with your voice
es: Desbloquear con la voz
fr: Déverrouiller avec la voix
pt_br: Desbloquear com a voz

source: Scanner 2.4 GHz non attivo (richiede stack BLE up)
de: 2,4-GHz-Scanner nicht aktiv (erfordert aktiven BLE-Stack)
en: 2.4 GHz scanner inactive (requires the BLE stack to be up)
es: Escáner de 2,4 GHz no activo (requiere stack BLE activo)
fr: Scanner 2,4 GHz inactif (nécessite la pile BLE active)
pt_br: Scanner de 2,4 GHz inativo (requer stack BLE ativo)

source: Scansiona QA-P3-BENCH
de: QA-P3-BENCH scannen
en: Scan QA-P3-BENCH
es: Escanear QA-P3-BENCH
fr: Scanner QA-P3-BENCH
pt_br: Escanear QA-P3-BENCH

source: Scansiona QR
de: QR-Code scannen
en: Scan QR
es: Escanear QR
fr: Scanner le QR
pt_br: Escanear QR

source: Scansiona il QR del tuo contatto per salvare la sua chiave pubblica nel vault. Puoi anche condividere il tuo QR qui sopra.
de: Scannen Sie den QR-Code Ihres Kontakts, um dessen öffentlichen Schlüssel im Vault zu speichern. Sie können auch Ihren eigenen QR-Code oben teilen.
en: Scan your contact's QR code to save their public key in the vault. You can also share your own QR code above.
es: Escanea el QR de tu contacto para guardar su clave pública en el vault. También puedes compartir tu QR de arriba.
fr: Scanne le QR de ton contact pour enregistrer sa clé publique dans le vault. Tu peux aussi partager ton QR ci-dessus.
pt_br: Escaneie o QR do seu contato para salvar a chave pública dele no vault. Você também pode compartilhar o seu QR aqui em cima.

source: Scansiona il QR generato dal pannello admin del server.
de: Scannen Sie den vom Server-Admin-Panel generierten QR-Code.
en: Scan the QR code generated by the server's admin panel.
es: Escanea el QR generado por el panel de admin del servidor.
fr: Scanne le QR généré par le panneau admin du serveur.
pt_br: Escaneie o QR gerado pelo painel admin do servidor.

source: Scansiona un altro
de: Weiteren scannen
en: Scan another
es: Escanear otro
fr: Scanner un autre
pt_br: Escanear outro

source: Scatta foto
de: Foto aufnehmen
en: Take photo
es: Tomar foto
fr: Prendre une photo
pt_br: Tirar foto

source: Scegli \"Salva in File\" nella schermata di condivisione per salvare il documento sul dispositivo.
de: Wählen Sie \"In Dateien sichern\" im Freigabebildschirm, um das Dokument auf dem Gerät zu speichern.
en: Choose \"Save to Files\" on the share sheet to save the document to your device.
es: Elige \"Guardar en Archivos\" en la pantalla de compartir para guardar el documento en el dispositivo.
fr: Choisis \"Enregistrer dans Fichiers\" sur l'écran de partage pour enregistrer le document sur l'appareil.
pt_br: Escolha \"Salvar em Arquivos\" na tela de compartilhamento para salvar o documento no dispositivo.

source: Scegli da quale paese esce il traffico VPN. \"Auto\" sceglie il nodo migliore. La scelta vale dalla prossima connessione VPN.
de: Wählen Sie, aus welchem Land der VPN-Traffic austritt. \"Auto\" wählt den besten Knoten. Die Auswahl gilt ab der nächsten VPN-Verbindung.
en: Choose which country the VPN traffic exits from. \"Auto\" picks the best node. The choice takes effect from the next VPN connection.
es: Elige desde qué país sale el tráfico VPN. \"Auto\" elige el mejor nodo. La elección se aplica a partir de la próxima conexión VPN.
fr: Choisis le pays de sortie du trafic VPN. \"Auto\" sélectionne le meilleur nœud. Le choix s'applique à partir de la prochaine connexion VPN.
pt_br: Escolha de qual país sai o tráfego da VPN. \"Auto\" escolhe o melhor nó. A escolha vale a partir da próxima conexão de VPN.

source: Scegli icona
de: Symbol auswählen
en: Choose icon
es: Elegir icono
fr: Choisir une icône
pt_br: Escolher ícone

source: Scegli un personaggio
de: Wählen Sie eine Figur
en: Choose a character
es: Elige un personaje
fr: Choisir un personnage
pt_br: Escolha um personagem

source: Schermo condiviso
de: Geteilter Bildschirm
en: Shared screen
es: Pantalla compartida
fr: Écran partagé
pt_br: Tela compartilhada

source: Scrivi il primo messaggio cifrato del gruppo.
de: Schreiben Sie die erste verschlüsselte Nachricht der Gruppe.
en: Write the group's first encrypted message.
es: Escribe el primer mensaje cifrado del grupo.
fr: Écris le premier message chiffré du groupe.
pt_br: Escreva a primeira mensagem criptografada do grupo.

source: Scuoti il dispositivo 3 volte per attivare il duress
de: Schütteln Sie das Gerät 3-mal, um Duress zu aktivieren
en: Shake the device 3 times to trigger duress
es: Agita el dispositivo 3 veces para activar el duress
fr: Secoue l'appareil 3 fois pour activer le duress
pt_br: Balance o dispositivo 3 vezes para ativar o duress

source: Se disattivato, chi riceve questo allegato non potrà salvarlo né condividerlo. Nessuna protezione lato server — solo un limite mostrato nell'app di chi riceve.
de: Wenn deaktiviert, kann der Empfänger diesen Anhang weder speichern noch teilen. Kein serverseitiger Schutz — nur eine in der App des Empfängers angezeigte Einschränkung.
en: If turned off, whoever receives this attachment won't be able to save or share it. No server-side protection — just a limit shown in the recipient's app.
es: Si está desactivado, quien reciba este adjunto no podrá guardarlo ni compartirlo. Sin protección del lado del servidor — solo un límite mostrado en la app de quien lo recibe.
fr: Si désactivé, la personne qui reçoit cette pièce jointe ne pourra ni l'enregistrer ni la partager. Aucune protection côté serveur — seulement une limite affichée dans l'app du destinataire.
pt_br: Se desativado, quem receber este anexo não vai poder salvá-lo nem compartilhá-lo. Não há proteção no servidor — é apenas um limite mostrado no app de quem recebe.

source: Segna letto
de: Als gelesen markieren
en: Mark as read
es: Marcar como leído
fr: Marquer comme lu
pt_br: Marcar como lida

source: Segna tutti come letti
de: Alle als gelesen markieren
en: Mark all as read
es: Marcar todos como leídos
fr: Marquer tout comme lu
pt_br: Marcar tudo como lido

source: Segnala un problema
de: Problem melden
en: Report a problem
es: Reportar un problema
fr: Signaler un problème
pt_br: Denunciar um problema

source: Sent · Start · Stop · Reaction · Destructive · Failure
de: Gesendet · Start · Stopp · Reaktion · Destruktiv · Fehler
es: Enviado · Inicio · Fin · Reacción · Destructivo · Fallo
fr: Envoyé · Début · Arrêt · Réaction · Destructif · Échec
pt_br: Enviado · Início · Parada · Reação · Destrutivo · Falha

source: Showcase aptico (6 pattern)
de: Haptik-Showcase (6 Muster)
en: Haptic showcase (6 patterns)
es: Showcase háptico (6 patrones)
fr: Vitrine haptique (6 motifs)
pt_br: Vitrine háptica (6 padrões)

source: Sicurezza
de: Sicherheit
en: Security
es: Seguridad
fr: Sécurité
pt_br: Segurança

source: Sicurezza chiamata di gruppo
de: Sicherheit des Gruppenanrufs
en: Group call security
es: Seguridad de la llamada de grupo
fr: Sécurité de l'appel de groupe
pt_br: Segurança da chamada em grupo

source: Sicurezza sessione
de: Sitzungssicherheit
en: Session security
es: Seguridad de la sesión
fr: Sécurité de session
pt_br: Segurança da sessão

source: Simula
de: Simulieren
en: Simulate
es: Simular
fr: Simuler
pt_br: Simular

source: Simulatore rete (dev)
de: Netzwerksimulator (Dev)
en: Network simulator (dev)
es: Simulador de red (dev)
fr: Simulateur réseau (dev)
pt_br: Simulador de rede (dev)

source: Sistema RTLog cattura eventi app (call setup, WS, errori) in un buffer in-memory. Niente token, niente messaggi utente. Esportabile per debug remoto.
de: Das RTLog-System erfasst App-Ereignisse (Anrufaufbau, WS, Fehler) in einem In-Memory-Puffer. Keine Token, keine Benutzernachrichten. Exportierbar für Remote-Debugging.
en: The RTLog system captures app events (call setup, WS, errors) in an in-memory buffer. No tokens, no user messages. Exportable for remote debugging.
es: El sistema RTLog captura eventos de la app (call setup, WS, errores) en un búfer en memoria. Sin tokens, sin mensajes de usuario. Exportable para depuración remota.
fr: Le système RTLog capture les événements de l'app (call setup, WS, erreurs) dans un buffer en mémoire. Aucun token, aucun message utilisateur. Exportable pour le débogage distant.
pt_br: O sistema RTLog captura eventos do app (setup de chamada, WS, erros) em um buffer em memória. Sem tokens, sem mensagens de usuário. Exportável para debug remoto.

source: Solo per account configurati con Configurazione rapida (QR). Se non hai un interno e una password assegnati, usa la scansione del QR o un'altra modalità di accesso.
de: Nur für Konten, die mit Schnellkonfiguration (QR) eingerichtet sind. Wenn Ihnen keine Nebenstelle und kein Passwort zugewiesen wurden, nutzen Sie den QR-Scan oder eine andere Anmeldemethode.
en: Only for accounts set up with Quick setup (QR). If you don't have an assigned extension and password, use QR scanning or another sign-in method.
es: Solo para cuentas configuradas con Configuración rápida (QR). Si no tienes una extensión y una contraseña asignadas, usa el escaneo del QR u otro modo de acceso.
fr: Uniquement pour les comptes configurés avec Configuration rapide (QR). Si tu n'as pas de poste et de mot de passe assignés, utilise le scan du QR ou un autre mode de connexion.
pt_br: Somente para contas configuradas com Configuração rápida (QR). Se você não tiver um ramal e uma senha atribuídos, use a leitura do QR ou outro modo de acesso.

source: Solo perse
de: Nur verpasste
en: Missed only
es: Solo perdidas
fr: Manqués uniquement
pt_br: Somente perdidas

source: Solo ultime 5
de: Nur letzte 5
en: Last 5 only
es: Solo las últimas 5
fr: 5 dernières uniquement
pt_br: Somente as últimas 5

source: Stai modificando un messaggio
de: Sie bearbeiten eine Nachricht
en: You're editing a message
es: Estás editando un mensaje
fr: Tu modifies un message
pt_br: Você está editando uma mensagem

source: Stato runtime
de: Runtime-Status
en: Runtime status
es: Estado runtime
fr: État runtime
pt_br: Status do runtime

source: Stato wiring
de: Wiring-Status
en: Wiring status
es: Estado wiring
fr: État du câblage
pt_br: Status do wiring

source: Stima respiro disponibile solo con soggetto fermo
de: Atemschätzung nur bei stationärem Ziel verfügbar
en: Breathing estimate available only with a still subject
es: Estimación de respiración disponible solo con sujeto quieto
fr: Estimation de la respiration disponible uniquement avec un sujet immobile
pt_br: Estimativa de respiração disponível somente com o sujeito parado

source: Stop
de: Stopp
es: Detener
fr: Arrêter
pt_br: Parar

source: Su iOS gli aggiornamenti vengono distribuiti via TestFlight o App Store. Verrai reindirizzato a TestFlight per installare la build.
de: Unter iOS werden Updates über TestFlight oder den App Store verteilt. Sie werden zu TestFlight weitergeleitet, um den Build zu installieren.
en: On iOS, updates are distributed via TestFlight or the App Store. You'll be redirected to TestFlight to install the build.
es: En iOS, las actualizaciones se distribuyen mediante TestFlight o App Store. Serás redirigido a TestFlight para instalar la build.
fr: Sur iOS, les mises à jour sont distribuées via TestFlight ou l'App Store. Tu seras redirigé vers TestFlight pour installer la build.
pt_br: No iOS, as atualizações são distribuídas via TestFlight ou App Store. Você será redirecionado ao TestFlight para instalar a build.

source: Sviluppatore
de: Entwickler
en: Developer
es: Desarrollador
fr: Développeur
pt_br: Desenvolvedor

source: Svuota
de: Leeren
en: Clear
es: Vaciar
fr: Vider
pt_br: Esvaziar

source: Svuota cronologia
de: Verlauf leeren
en: Clear history
es: Vaciar historial
fr: Vider l'historique
pt_br: Esvaziar histórico

source: Svuota il cassetto notifiche di iOS
de: iOS-Benachrichtigungscenter leeren
en: Clear the iOS notification tray
es: Vaciar el centro de notificaciones de iOS
fr: Vide le centre de notifications iOS
pt_br: Esvazia a central de notificações do iOS

source: Sì grazie. Stasera ci sentiamo su voce, ho la chiave nuova.
de: Ja, danke. Heute Abend sprechen wir per Sprachanruf, ich habe den neuen Schlüssel.
en: Yes please. Let's talk by voice tonight, I've got the new key.
es: Sí, gracias. Esta noche hablamos por voz, tengo la clave nueva.
fr: Oui merci. On s'appelle ce soir en vocal, j'ai la nouvelle clé.
pt_br: Sim, obrigado. Hoje à noite a gente se fala por voz, já tenho a chave nova.

source: Sì, accetto
de: Ja, ich akzeptiere
en: Yes, I accept
es: Sí, acepto
fr: Oui, j'accepte
pt_br: Sim, aceito

source: Tags GitHub
de: GitHub-Tags
en: GitHub tags
es: Tags de GitHub
pt_br: Tags do GitHub

source: Termina
de: Beenden
en: End
es: Finalizar
fr: Terminer
pt_br: Encerrar

source: Termina chiamata
de: Anruf beenden
en: End call
es: Finalizar llamada
fr: Terminer l'appel
pt_br: Encerrar chamada

source: Test feedback aptico
de: Haptik-Feedback-Test
en: Test haptic feedback
es: Probar feedback háptico
fr: Test du feedback haptique
pt_br: Testar feedback háptico

source: Testo identità
de: Identitätstext
en: Identity text
es: Texto de identidad
fr: Texte d'identité
pt_br: Texto da identidade

source: Ti invieremo un codice via SMS per verificare questo numero.
de: Wir senden Ihnen einen Code per SMS, um diese Nummer zu verifizieren.
en: We'll send you a code via SMS to verify this number.
es: Te enviaremos un código por SMS para verificar este número.
fr: Nous t'enverrons un code par SMS pour vérifier ce numéro.
pt_br: Vamos te enviar um código por SMS para verificar este número.

source: Ti verrà assegnato un interno PBX come identificativo. Senza un numero di telefono l'email è l'unico canale per il recupero dell'account e per l'assistenza — per questo è obbligatoria.
de: Ihnen wird eine PBX-Nebenstelle als Kennung zugewiesen. Ohne Telefonnummer ist die E-Mail-Adresse der einzige Kanal für die Kontowiederherstellung und den Support — deshalb ist sie erforderlich.
en: You'll be assigned a PBX extension as your ID. Without a phone number, email is the only channel for account recovery and support — that's why it's required.
es: Se te asignará una extensión PBX como identificador. Sin un número de teléfono, el email es el único canal para la recuperación de la cuenta y para la asistencia — por eso es obligatorio.
fr: Un poste PBX te sera attribué comme identifiant. Sans numéro de téléphone, l'e-mail est le seul canal pour la récupération du compte et pour l'assistance — c'est pourquoi il est obligatoire.
pt_br: Você vai receber um ramal PBX como identificador. Sem um número de telefone, o e-mail é o único canal para recuperação da conta e para suporte — por isso ele é obrigatório.

source: Tocca Registra e leggi a voce normale.
de: Tippen Sie auf Aufnehmen und lesen Sie mit normaler Stimme.
en: Tap Record and read at a normal volume.
es: Toca Grabar y lee en voz normal.
fr: Appuie sur Enregistrer et lis à voix normale.
pt_br: Toque em Gravar e leia em voz normal.

source: Tocca \"Conferma\" per richiedere l'ingresso al gruppo. L'admin del gruppo dovrà approvare la richiesta server-side.
de: Tippen Sie auf \"Bestätigen\", um den Beitritt zur Gruppe zu beantragen. Der Gruppen-Admin muss die Anfrage serverseitig genehmigen.
en: Tap \"Confirm\" to request to join the group. The group admin will need to approve the request server-side.
es: Toca \"Confirmar\" para solicitar el ingreso al grupo. El admin del grupo deberá aprobar la solicitud en el servidor.
fr: Appuie sur \"Confirmer\" pour demander à rejoindre le groupe. L'admin du groupe devra approuver la demande côté serveur.
pt_br: Toque em \"Confirmar\" para solicitar entrada no grupo. O admin do grupo vai precisar aprovar a solicitação no servidor.

source: Tocca per rientrare
de: Zum Zurückkehren tippen
en: Tap to return
es: Toca para volver
fr: Appuie pour revenir
pt_br: Toque para voltar

source: Tocca per riprovare
de: Zum erneuten Versuch tippen
en: Tap to retry
es: Toca para reintentar
fr: Appuie pour réessayer
pt_br: Toque para tentar novamente

source: Tocca per visualizzare · una sola volta
de: Tippen zum Ansehen · nur einmal
en: Tap to view · once only
es: Toca para ver · una sola vez
fr: Appuie pour afficher · une seule fois
pt_br: Toque para visualizar · uma única vez

source: Toggle interni per il rollover dei wire-format cross-platform. Da OFF i peer iOS-iOS continuano sui formati legacy; da ON i messaggi vanno in formato compatibile con Android e Desktop.
de: Interner Schalter für den Rollover der plattformübergreifenden Wire-Formate. Bei OFF bleiben iOS-iOS-Peers bei den Legacy-Formaten; bei ON werden Nachrichten in einem mit Android und Desktop kompatiblen Format gesendet.
en: Internal toggle for the cross-platform wire-format rollover. When OFF, iOS-iOS peers keep using the legacy formats; when ON, messages go out in a format compatible with Android and Desktop.
es: Toggle interno para el rollover de los wire-format multiplataforma. En OFF, los peers iOS-iOS siguen con los formatos legacy; en ON, los mensajes van en formato compatible con Android y Desktop.
fr: Interrupteurs internes pour le rollover des wire-formats cross-platform. En OFF, les correspondants iOS-iOS restent sur les formats legacy ; en ON, les messages passent au format compatible avec Android et Desktop.
pt_br: Toggle interno para o rollover dos wire-formats entre plataformas. Com OFF, os peers iOS-iOS continuam nos formatos legacy; com ON, as mensagens vão no formato compatível com Android e Desktop.

source: Torna al trasporto normale
de: Zum normalen Transport zurückkehren
en: Return to normal transport
es: Volver al transporte normal
fr: Revenir au transport normal
pt_br: Voltar ao transporte normal

source: Trasporto
de: Transport
en: Transport
es: Transporte
fr: Transport
pt_br: Transporte

source: Trova utenti Q-Audion nella tua rubrica
de: Q-Audion-Nutzer in Ihrem Adressbuch finden
en: Find Q-Audion users in your contacts
es: Encuentra usuarios de Q-Audion en tu agenda
fr: Trouve des utilisateurs Q-Audion dans ton carnet d'adresses
pt_br: Encontre usuários do Q-Audion nos seus contatos

source: Tutti i messaggi e gli allegati di questa chat verranno rimossi solo da questo dispositivo.
de: Alle Nachrichten und Anhänge dieses Chats werden nur von diesem Gerät entfernt.
en: All messages and attachments in this chat will be removed only from this device.
es: Todos los mensajes y adjuntos de este chat se eliminarán solo de este dispositivo.
fr: Tous les messages et pièces jointes de cette discussion seront supprimés uniquement de cet appareil.
pt_br: Todas as mensagens e anexos desta conversa serão removidos somente deste dispositivo.

source: UPLOAD COMPLETATO — fileId:
de: UPLOAD ABGESCHLOSSEN — fileId:
en: UPLOAD COMPLETE — fileId:
es: SUBIDA COMPLETADA — fileId:
fr: ENVOI TERMINÉ — fileId :
pt_br: UPLOAD CONCLUÍDO — fileId:

source: Una volta revocato, il dispositivo non potrà accedere all'account. Le chiavi di sessione verranno invalidate.
de: Nach dem Widerruf kann das Gerät nicht mehr auf das Konto zugreifen. Die Sitzungsschlüssel werden ungültig gemacht.
en: Once revoked, the device won't be able to access the account. Session keys will be invalidated.
es: Una vez revocado, el dispositivo no podrá acceder a la cuenta. Las claves de sesión quedarán invalidadas.
fr: Une fois révoqué, l'appareil ne pourra plus accéder au compte. Les clés de session seront invalidées.
pt_br: Depois de revogado, o dispositivo não vai conseguir mais acessar a conta. As chaves de sessão serão invalidadas.

source: Uscirai dal gruppo e la chat verrà rimossa da questo dispositivo, con tutti i suoi messaggi. Per rientrare dovrai essere reinvitato da un admin.
de: Sie verlassen die Gruppe, und der Chat wird zusammen mit allen Nachrichten von diesem Gerät entfernt. Um wieder beizutreten, müssen Sie von einem Admin erneut eingeladen werden.
en: You'll leave the group and the chat will be removed from this device, along with all its messages. To rejoin, you'll need to be re-invited by an admin.
es: Saldrás del grupo y el chat se eliminará de este dispositivo, con todos sus mensajes. Para volver a entrar, tendrás que ser reinvitado por un admin.
fr: Tu quitteras le groupe et la discussion sera supprimée de cet appareil, avec tous ses messages. Pour revenir, tu devras être réinvité par un admin.
pt_br: Você vai sair do grupo e a conversa será removida deste dispositivo, com todas as suas mensagens. Para voltar, você vai precisar ser reconvidado por um admin.

source: VERIFICA IDENTITÀ
de: IDENTITÄT VERIFIZIEREN
en: VERIFY IDENTITY
es: VERIFICAR IDENTIDAD
fr: VÉRIFIER L'IDENTITÉ
pt_br: VERIFICAR IDENTIDADE

source: VERIFICA TRUST
de: VERTRAUENSPRÜFUNG
en: VERIFY TRUST
es: VERIFICAR CONFIANZA
fr: VÉRIFIER LA CONFIANCE
pt_br: VERIFICAR CONFIANÇA

source: VERSIONE INSTALLATA
de: INSTALLIERTE VERSION
en: INSTALLED VERSION
es: VERSIÓN INSTALADA
fr: VERSION INSTALLÉE
pt_br: VERSÃO INSTALADA

source: VPN exit
de: VPN-Ausgang
fr: Sortie VPN
pt_br: Saída da VPN

source: Verifica SAS
de: SAS-Verifizierung
en: Verify SAS
es: Verificación SAS
fr: Vérification SAS
pt_br: Verificação SAS

source: Verifica SAS disponibile
de: SAS-Verifizierung verfügbar
en: SAS verification available
es: Verificación SAS disponible
fr: Vérification SAS disponible
pt_br: Verificação SAS disponível

source: Verifica dell'email in corso…
de: E-Mail wird verifiziert…
en: Verifying email…
es: Verificando el email…
fr: Vérification de l'e-mail en cours…
pt_br: Verificando o e-mail…

source: Verifica e aggiungi numero
de: Nummer verifizieren und hinzufügen
en: Verify and add number
es: Verificar y añadir número
fr: Vérifier et ajouter le numéro
pt_br: Verificar e adicionar número

source: Verifica il numero
de: Nummer verifizieren
en: Verify number
es: Verificar el número
fr: Vérifier le numéro
pt_br: Verificar o número

source: Verifica non riuscita
de: Verifizierung fehlgeschlagen
en: Verification failed
es: Verificación fallida
fr: Échec de la vérification
pt_br: Falha na verificação

source: Verifica vibrazione · richiede Taptic Engine
de: Vibrationstest · erfordert Taptic Engine
en: Vibration check · requires Taptic Engine
es: Verificar vibración · requiere Taptic Engine
fr: Vérification de la vibration · nécessite le Taptic Engine
pt_br: Verificar vibração · requer Taptic Engine

source: Verranno generate nuove chiavi. Tutti i contatti dovranno ri-verificare la tua identità. Continuare?
de: Es werden neue Schlüssel generiert. Alle Kontakte müssen Ihre Identität erneut verifizieren. Fortfahren?
en: New keys will be generated. All your contacts will need to re-verify your identity. Continue?
es: Se generarán nuevas claves. Todos tus contactos tendrán que volver a verificar tu identidad. ¿Continuar?
fr: De nouvelles clés seront générées. Tous les contacts devront revérifier ton identité. Continuer ?
pt_br: Novas chaves serão geradas. Todos os contatos vão precisar reverificar sua identidade. Continuar?
